{
  "Name": "Duette komplette Edition Band 1-5",
  "Composer": "Fanny Hensel",
  "Source/Collection": "",
  "Publication Year": "",
  "First Performance": "",
  "Duration": "",
  "Availability": "Published",
  "Link to Score": "https://furore-verlag.de/wp-content/uploads/2021/11/Fanny-Hensel-Katalog-2022-1.pdf",
  "links": [
    "https://furore-verlag.de/wp-content/uploads/2021/11/Fanny-Hensel-Katalog-2022-1.pdf",
    "https://furore-verlag.de/wp-content/uploads/2021/01/Gesamtkatalog_vokal_screen.pdf",
    "https://furore-verlag.de/en/produkt/duette-vol-1-5-komplette-edition-2/",
    "https://www.stretta-music.net/hensel-duets-1-5-nr-374974.html",
    "https://furore-verlag.de/en/composer/fanny-hensel-geb-mendelssohn/"
  ],
  "Status": "Complete",
  "Notes": "Fanny Hensel wrote the duets over a period of 16 years, thus throughout her entire creative period. They represent a genre of different form types: 1. the unaccompanied folk duet (to be sung outdoors), 2. the lyrical, piano-accompanied duet (to be situated in the intimate setting of domestic music-making), 3. the dramatic scene for concert and (imaginary) stage. The duet as an occasion for the juxtaposition of two characters and the musical realization of a dramatic conflict has obviously inspired the composer particularly. Here she has succeeded in compositions that are unique in the duet literature of the 19th century. It is remarkable that the composer understands the concept of the duet in a much more complex way than others in her time. The desire to illuminate as many aspects of two-part singing as possible and to design musical scenes with a special sense for dramatic processes also distinguishes her from her brother Felix.",
  "Genre": "Vocal",
  "SubGenre": "Duet",
  "Period": "Romantic",
  "Instrumentation": [
    "2 female voices and piano",
    "soprano and tenor plus piano"
  ],
  "Related Works": [
    "12 Songs collection by Felix Mendelssohn"
  ],
  "Long Description": "The duets composed by Fanny Hensel feature great variety in terms of form and color, and the very earliest one of them was even included by brother Felix in his 12 Songs collection. Some of them are plain pieces intended for domestic music-making (a cappella duets), some are wonderful concertante works. While the duets for 2 female voices and piano are quite popular in part and have already been recorded on CD, almost none of the pieces for soprano and tenor plus piano has become generally known so far. Still, they include some particularly ambitious duets which go clearly beyond private performance settings.",
  "Short Description": "Duets complete edition Vol. 1-5 by Fanny Hensel, featuring a variety of form types from folk to dramatic scenes.",
  "tags": [
    "duet",
    "piano accompaniment",
    "19th century",
    "Fanny Hensel"
  ],
  "Catalog Number": "fue 6441",
  "ISMN": "979-0-50012-012-4",
  "publisher": "Furore",
  "name of source": "Fanny_Hensel_Duette_komplette_Edition_Band_1-5.txt",
  "composer_id": 1620
}