{
  "Name": "Hero und Leander",
  "Composer": "Fanny Hensel geb. Mendelssohn",
  "Source/Collection": "",
  "Publication Year": "1832",
  "First Performance": "",
  "Duration": "12'",
  "Availability": "Published",
  "Link to Score": "https://furore-verlag.de/en/produkt/hero-und-leander-dramatische-szene-fuer-eine-singstimme-mit-begleitung-des-orchesters-2/",
  "links": [
    "https://furore-verlag.de/en/produkt/hero-und-leander-dramatische-szene-fuer-eine-singstimme-mit-begleitung-des-orchesters-2/",
    "https://furore-verlag.de/en/produkt/cd-emilie-mayer-fanny-hensel-luise-adolpha-le-beau/",
    "https://furore-verlag.de/produkt/hero-und-leander-dramatische-szene-fuer-eine-singstimme-mit-begleitung-des-orchesters/"
  ],
  "Status": "Complete",
  "Notes": "Dramatische Szene für eine Singst mit Begleitung des Orchesters. Fanny Hensel divides the poem in two Recitatives and two Arias. The metaphors within the text give her rich opportunity for musical illustration. At the same time different musical moods are introduced to characterize the changing states of the dramatically process.",
  "Genre": "Vocal",
  "SubGenre": "Aria",
  "Period": "Romantic",
  "Instrumentation": [
    "soprano",
    "orchestra: 2 flutes, 2 oboes, 2 clarinets, 2 bassoons, 2 horns, timpani, strings"
  ],
  "Related Works": [],
  "Long Description": "Fanny Hensel has divided the poem into two recitatives and two arias. She uses the metaphor-rich text for tonal word interpretation and at the same time designs the changing scenes through musically different mood images. \"With this work, Hensel approaches a genre with which she could have achieved great artistic success... Here it becomes clear that she understood and accepted herself as a truly romantic composer. She no longer tried to imitate Bach or Handel, but followed her own musical instinct in terms of content, form and musical vocabulary. Her awakening artistic self-understanding ran parallel to Felix's development, who completed his successful cantata (coincidentally also on a secular subject and a novel formal concept), 'The First Walpurgis Night' in February 1832.\" (Victoria Sirota)",
  "Short Description": "Dramatische Szene für eine Singst mit Begleitung des Orchesters",
  "tags": [
    "Romantic",
    "Vocal",
    "Orchestral"
  ],
  "Catalog Number": "fue 5320",
  "ISMN": "979-0-50012-332-3",
  "publisher": "Furore",
  "name of source": "Fanny_Hensel_geb_Mendelssohn_Hero_und_Leander.txt"
}