{
  "Name": "Wolken-Lieder (Wolke I, Wolke II, Wolke III) Späte Lieder",
  "Composer": "Margarete Schweikert",
  "Source/Collection": "",
  "Publication Year": "1923, 1946/47",
  "First Performance": "",
  "Duration": "",
  "Availability": "Published",
  "Link to Score": "https://furore-verlag.de/en/produkt/wolken-lieder-spaete-lieder-fuer-singstimme-und-klavier-2/",
  "links": [
    "https://furore-verlag.de/en/produkt/wolken-lieder-spaete-lieder-fuer-singstimme-und-klavier-2/",
    "https://furore-verlag.de/produkt/wolken-lieder-spaete-lieder-fuer-singstimme-und-klavier/",
    "https://furore-verlag.de/en/produkt/vier-gedichte-von-goethe-op-11/",
    "https://furore-verlag.de/Marke/margarete-schweikert/"
  ],
  "Status": "Complete",
  "Notes": "Margarete Schweikert verband ein starkes Formgefühl mit höchst expressiver, emotional gefärbter Gestaltung. Sie drang tief in die Dichtung ein, die Brüche, das Abgründige, die Härten und das Düstere schienen sie besonders zu inspirieren und regten sie zu dramatischen, dunkel gefärbten Ausbrüchen an. Dennoch gibt es in ihrem facettenreichen Œuvre auch vergleichsweise schlicht gesetzte, dynamisch zurückgenommene Lieder, Scherzhaftes, gelegentlich sogar Tonfälle, die an Volkslieder erinnern.",
  "Genre": "Vocal",
  "SubGenre": "Lieder",
  "Period": "20th Century",
  "Instrumentation": [
    "soprano",
    "piano"
  ],
  "Related Works": [],
  "Long Description": "Margarete Schweikert's 'Wolken-Lieder' and 'Späte Lieder' showcase her strong sense of form combined with highly expressive, emotionally colored design. She delved deep into poetry, where fractures, the abyssal, the harsh, and the dark seemed to particularly inspire her, prompting dramatic, darkly colored outbursts. Yet, in her multifaceted oeuvre, there are also comparatively simply set, dynamically restrained songs, playful pieces, and occasionally even tonalities reminiscent of folk songs. Margarete Schweikert often accompanied her songs in public concerts herself.",
  "Short Description": "A collection of songs by Margarete Schweikert for soprano and piano, combining expressive emotional design with a strong sense of form.",
  "tags": [
    "expressive",
    "emotional",
    "dramatic",
    "dark"
  ],
  "Catalog Number": "fue 15015",
  "ISMN": "979-0-50182-815-9",
  "publisher": "Furore",
  "name of source": "Margarete_Schweikert_Wolken-Lieder_Wolke_I_Wolke_II_Wolke_III_Späte_Lieder.txt"
}