{
  "Name": "Geschichten",
  "Composer": "Margrit Schenker",
  "Source/Collection": "",
  "Publication Year": "",
  "First Performance": "",
  "Duration": "20'",
  "Availability": "Published",
  "Link to Score": "https://furore-verlag.de/wp-content/uploads/2021/01/Gesamtkatalog_vokal_screen.pdf",
  "links": [
    "https://furore-verlag.de/wp-content/uploads/2021/01/Gesamtkatalog_vokal_screen.pdf",
    "https://furore-verlag.de/en/shop/?filtering=1&filter_product_brand=1192124072012847244,7136,1020,1100,788",
    "https://furore-verlag.de/produkt-schlagwort/frauenchor/"
  ],
  "Status": "Complete",
  "Notes": "Alle Sinne der Chorsängerinnen werden angesprochen und mobilisiert jeder Gesangs- und Sprachstil ist willkommen ... sehr mutig, faszinierend auch für das Publikum.' (Praxishandbuch Chorleitung). In unserer westlichen Welt spielt die mündliche Überlieferung keine Rolle mehr. „Geschichten\" will das Geschichtenerzählen wieder beleben. Thematisiert ist die Wahrnehmung. Was höre ich von Außen? Was höre ich im Raum? Wie bewege ich mich? Wie begegne ich den anderen Menschen im Raum? Wie fühlt sich mein Körper an? Wie klingt er? Die Aufführung ist das Produkt eines Konzeptes, das sich auf die Erfahrung von einzelnen Übungssegmenten bezieht. Stories for (women's) choir. This composition is inspired by a theater/performance group in Vermont, USA. They are cultivating the American tradition of the «story-telling». The piece is originally for women's choir but could be performed as well by mixed or men's choir.",
  "Genre": "Choral",
  "SubGenre": "",
  "Period": "Contemporary",
  "Instrumentation": [
    "women's choir",
    "mixed choir",
    "men's choir"
  ],
  "Related Works": [],
  "Long Description": "This composition is inspired by a theater/performance group in Vermont, USA, cultivating the American tradition of «story-telling». It aims to revive storytelling, focusing on perception: what is heard from outside and within the space, movement, encounters with others in the space, bodily sensations, and sounds. The performance is the product of a concept based on the experience of individual exercise segments.",
  "Short Description": "Stories for (women's) choir, inspired by the American tradition of story-telling, focusing on perception and movement.",
  "tags": [
    "story-telling",
    "perception",
    "movement",
    "a cappella"
  ],
  "Catalog Number": "fue 6350",
  "ISMN": "979-0-50012-635-5",
  "publisher": "Furore",
  "name of source": "Margrit_Schenker_Geschichten_1.txt"
}